Repository: poml88/FLwatch
Catalog: SharedPhoneWatch/Localizations/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, nl, pl, ru, zh_hans

source: No new readings for about %d min. This is normal; it will resume on its own.
de: Seit etwa %d Min. keine neuen Messwerte. Das ist normal; die Messungen werden von selbst fortgesetzt.
es: No hay lecturas nuevas desde hace unos %d min. Es normal; se reanudarán automáticamente.
fr: Aucune nouvelle mesure depuis environ %d min. C’est normal ; les mesures reprendront automatiquement.
it: Nessuna nuova lettura da circa %d min. È normale; le letture riprenderanno automaticamente.
ja: 約%d分間、新しい測定値がありません。正常な動作であり、自動的に再開します。
nl: Ongeveer %d min geen nieuwe metingen. Dit is normaal; ze worden vanzelf hervat.
pl: Brak nowych odczytów od około %d min. To normalne; odczyty zostaną wznowione automatycznie.
ru: Новых показаний нет около %d мин. Это нормально, они возобновятся автоматически.
zh_hans: 约%d分钟没有新读数。这是正常情况，读数会自行恢复。

source: No recent reading available.
de: Kein aktueller Messwert verfügbar.
es: No hay una lectura reciente disponible.
fr: Aucune mesure récente disponible.
it: Nessuna lettura recente disponibile.
ja: 最新の測定値はありません。
nl: Geen recente meting beschikbaar.
pl: Brak ostatniego odczytu.
ru: Нет последних показаний.
zh_hans: 暂无最近的读数。

source: No sensor is paired.
de: Es ist kein Sensor gekoppelt.
es: No hay ningún sensor enlazado.
fr: Aucun capteur n’est associé.
it: Nessun sensore abbinato.
ja: ペアリング済みのセンサーがありません。
nl: Er is geen sensor gekoppeld.
pl: Nie sparowano sensora.
ru: Нет сопряжённого датчика.
zh_hans: 未配对传感器。

source: No thanks
de: Nein, danke.
es: No, gracias.
fr: Non merci
it: No, grazie
ja: 結構です
nl: Nee bedankt
pl: Nie, dziękuję
ru: Нет, спасибо
zh_hans: 不用了，谢谢

source: Not authenticated. Check credentials. Open LibreLinkUp app, log out and log in again to verify all is working. Use same credentials for FLwatch then.
de: Nicht authentifiziert. Überprüfen Sie Ihre Anmeldedaten. Öffnen Sie die LibreLinkUp-App, melden Sie sich ab und wieder an, um zu überprüfen, ob alles funktioniert. Verwenden Sie dann dieselben Anmeldedaten für FLwatch.
es: No autenticado. Compruebe las credenciales. Abra la aplicación LibreLinkUp, cierre la sesión y vuelva a iniciarla para verificar que todo funciona correctamente. Utilice las mismas credenciales para FLwatch.
fr: Non authentifié. Vérifiez les identifiants. Ouvrez l'application LibreLinkUp, déconnectez-vous et reconnectez-vous pour vérifier que tout fonctionne. Utilisez ensuite les mêmes identifiants pour FLwatch.
it: Non autenticato. Controlla le credenziali. Apri l'app LibreLinkUp, esci e accedi nuovamente per verificare che tutto funzioni correttamente. Utilizza quindi le stesse credenziali per FLwatch.
ja: 認証されていません。認証情報を確認してください。LibreLinkUp アプリを開き、ログアウトしてから再度ログインして、すべてが正常に動作しているか確認してください。その後、FLwatch でも同じ認証情報を使用してください。
nl: Niet geauthenticeerd. Controleer de inloggegevens. Open de LibreLinkUp-app, log uit en log opnieuw in om te controleren of alles werkt. Gebruik daarna dezelfde inloggegevens voor FLwatch.
pl: Brak uwierzytelnienia. Sprawdź dane logowania. Otwórz aplikację LibreLinkUp, wyloguj się i zaloguj ponownie, aby upewnić się, że wszystko działa. Następnie użyj tych samych danych logowania w FLwatch.
ru: Не выполнена аутентификация. Проверьте учетные данные. Откройте приложение LibreLinkUp, выйдите из системы и войдите снова, чтобы убедиться, что все работает. Затем используйте те же учетные данные для FLwatch.
zh_hans: 未验证身份。请检查凭据。打开LibreLinkUp应用，退出并重新登录以验证所有功能正常。随后请使用相同的凭据登录FLwatch。

source: not determined
de: nicht bestimmt
es: no determinado
fr: Non déterminé
it: non determinato
ja: 未決定
nl: niet bepaald
pl: nie określono
ru: не определено
zh_hans: 未确定

source: Not enough recent sensor history to assess whether glucose has settled.
de: Es liegen nicht genügend aktuelle Sensordaten vor, um zu beurteilen, ob sich der Glukosewert stabilisiert hat.
es: No hay suficiente historial reciente del sensor para determinar si la glucosa se ha estabilizado.
fr: L’historique récent du capteur est insuffisant pour déterminer si la glycémie s’est stabilisée.
it: I dati recenti del sensore non sono sufficienti per valutare se la glicemia si è stabilizzata.
ja: グルコース値が安定したかどうかを判断するための最近のセンサー履歴が不足しています。
nl: Er zijn onvoldoende recente sensorgegevens om te beoordelen of de glucosewaarde is gestabiliseerd.
pl: Brak wystarczających ostatnich danych z sensora, aby ocenić, czy poziom glukozy się ustabilizował.
ru: Недостаточно недавних данных датчика, чтобы оценить, стабилизировался ли уровень глюкозы.
zh_hans: 近期传感器历史数据不足，无法判断血糖是否已趋于稳定。

source: Not happy? Suggestions?
de: Nicht zufrieden? Vorschläge?
es: ¿No estás satisfecho? ¿Alguna sugerencia?
fr: Vous n'êtes pas satisfait ? Vous avez des suggestions ?
it: Non sei soddisfatto? Hai suggerimenti?
ja: 不満ですか？ご提案は？
nl: Niet tevreden? Suggesties?
pl: Nie jesteś zadowolony? Masz sugestie?
ru: Что-то не так? Есть предложения?
zh_hans: 不满意？有什么建议吗？

source: Notifications
de: Mitteilungen
es: Notificaciones
it: Notifiche
ja: 通知
nl: Meldingen
pl: Powiadomienia
ru: Уведомления
zh_hans: 通知

source: Notifications are off — alerts can't be delivered
de: Mitteilungen sind deaktiviert – Hinweise können nicht zugestellt werden
es: Las notificaciones están desactivadas; no se pueden enviar alertas
fr: Les notifications sont désactivées — les alertes ne peuvent pas être envoyées
it: Le notifiche sono disattivate: gli avvisi non possono essere inviati
ja: 通知がオフです — 通知を配信できません
nl: Meldingen zijn uitgeschakeld — waarschuwingen kunnen niet worden afgeleverd
pl: Powiadomienia są wyłączone — alerty nie mogą być dostarczane
ru: Уведомления выключены — предупреждения не могут быть доставлены
zh_hans: 通知已关闭，无法发送警报

source: Notifications are off — glucose alerts can't be delivered
de: Mitteilungen sind deaktiviert – Glukosehinweise können nicht zugestellt werden
es: Las notificaciones están desactivadas; no se pueden enviar alertas de glucosa
fr: Les notifications sont désactivées — les alertes de glycémie ne peuvent pas être envoyées
it: Le notifiche sono disattivate: gli avvisi sul glucosio non possono essere inviati
ja: 通知がオフです — グルコース通知を配信できません
nl: Meldingen zijn uitgeschakeld — glucosewaarschuwingen kunnen niet worden afgeleverd
pl: Powiadomienia są wyłączone — alerty glukozy nie mogą być dostarczane
ru: Уведомления выключены — предупреждения о глюкозе не могут быть доставлены
zh_hans: 通知已关闭，无法发送葡萄糖警报

source: Notifies you when a new sensor reading is above %@. Alerts may repeat every 5 minutes while glucose remains high and require a stable Bluetooth connection. Alerts can be snoozed for 15 minutes.
de: Benachrichtigt dich, wenn ein neuer Sensormesswert über %@ liegt. Hinweise können alle 5 Minuten wiederholt werden, solange der Glukosewert hoch bleibt, und erfordern eine stabile Bluetooth-Verbindung. Hinweise können für 15 Minuten stummgeschaltet werden.
es: Te avisa cuando una nueva lectura del sensor está por encima de %@. Las alertas pueden repetirse cada 5 minutos mientras la glucosa siga alta y requieren una conexión Bluetooth estable. Las alertas se pueden posponer durante 15 minutos.
fr: Vous avertit lorsqu’une nouvelle mesure du capteur est supérieure à %@. Les alertes peuvent se répéter toutes les 5 minutes tant que la glycémie reste élevée et nécessitent une connexion Bluetooth stable. Elles peuvent être suspendues pendant 15 minutes.
it: Ti avvisa quando una nuova lettura del sensore è superiore a %@. Gli avvisi possono ripetersi ogni 5 minuti finché il glucosio resta alto e richiedono una connessione Bluetooth stabile. Gli avvisi possono essere posticipati di 15 minuti.
ja: 新しいセンサー測定値が%@を上回ると通知します。グルコース値が高い間は5分ごとに通知が繰り返されることがあり、安定したBluetooth接続が必要です。通知は15分間スヌーズできます。
nl: Meldt het wanneer een nieuwe sensormeting hoger is dan %@. Waarschuwingen kunnen elke 5 minuten worden herhaald zolang de glucose hoog blijft en vereisen een stabiele Bluetooth-verbinding. Je kunt waarschuwingen 15 minuten sluimeren.
pl: Powiadamia, gdy nowy odczyt sensora jest wyższy niż %@. Alerty mogą być powtarzane co 5 minut, dopóki poziom glukozy pozostaje wysoki, i wymagają stabilnego połączenia Bluetooth. Alerty można wyciszyć na 15 minut.
ru: Уведомляет, когда новое показание датчика выше %@. Пока уровень глюкозы остаётся высоким, предупреждения могут повторяться каждые 5 минут; для этого требуется стабильное Bluetooth-соединение. Предупреждения можно отложить на 15 минут.
zh_hans: 当新的传感器读数高于%@时通知您。只要葡萄糖值持续偏高，警报可能每5分钟重复一次，并且需要稳定的蓝牙连接。警报可以暂停15分钟。

source: Notifies you when a new sensor reading is below %@. Alerts may repeat every 5 minutes while glucose remains low and require a stable Bluetooth connection. Alerts can be snoozed for 15 minutes.
de: Benachrichtigt dich, wenn ein neuer Sensormesswert unter %@ liegt. Hinweise können alle 5 Minuten wiederholt werden, solange der Glukosewert niedrig bleibt, und erfordern eine stabile Bluetooth-Verbindung. Hinweise können für 15 Minuten stummgeschaltet werden.
es: Te avisa cuando una nueva lectura del sensor está por debajo de %@. Las alertas pueden repetirse cada 5 minutos mientras la glucosa siga baja y requieren una conexión Bluetooth estable. Las alertas se pueden posponer durante 15 minutos.
fr: Vous avertit lorsqu’une nouvelle mesure du capteur est inférieure à %@. Les alertes peuvent se répéter toutes les 5 minutes tant que la glycémie reste basse et nécessitent une connexion Bluetooth stable. Elles peuvent être suspendues pendant 15 minutes.
it: Ti avvisa quando una nuova lettura del sensore è inferiore a %@. Gli avvisi possono ripetersi ogni 5 minuti finché il glucosio resta basso e richiedono una connessione Bluetooth stabile. Gli avvisi possono essere posticipati di 15 minuti.
ja: 新しいセンサー測定値が%@を下回ると通知します。グルコース値が低い間は5分ごとに通知が繰り返されることがあり、安定したBluetooth接続が必要です。通知は15分間スヌーズできます。
nl: Meldt het wanneer een nieuwe sensormeting lager is dan %@. Waarschuwingen kunnen elke 5 minuten worden herhaald zolang de glucose laag blijft en vereisen een stabiele Bluetooth-verbinding. Je kunt waarschuwingen 15 minuten sluimeren.
pl: Powiadamia, gdy nowy odczyt sensora jest niższy niż %@. Alerty mogą być powtarzane co 5 minut, dopóki poziom glukozy pozostaje niski, i wymagają stabilnego połączenia Bluetooth. Alerty można wyciszyć na 15 minut.
ru: Уведомляет, когда новое показание датчика ниже %@. Пока глюкоза остаётся низкой, предупреждения могут повторяться каждые 5 минут; для этого требуется стабильное Bluetooth-соединение. Предупреждения можно отложить на 15 минут.
zh_hans: 当新的传感器读数低于%@时通知您。只要葡萄糖值持续偏低，警报可能每5分钟重复一次，并且需要稳定的蓝牙连接。警报可以暂停15分钟。

source: Notifies you when a new sensor reading is critically low, below %@. This alert takes precedence over the low glucose alert. Alerts may repeat every 5 minutes and share the 15-minute snooze.
de: Benachrichtigt dich, wenn ein neuer Sensormesswert kritisch niedrig ist und unter %@ liegt. Dieser Hinweis hat Vorrang vor der Niedrigglukosewarnung. Hinweise können alle 5 Minuten wiederholt werden und verwenden dieselbe 15-minütige Stummschaltung.
es: Te avisa cuando una nueva lectura del sensor indica un nivel de glucosa críticamente bajo, inferior a %@. Esta alerta tiene prioridad sobre la alerta de glucosa baja. Las alertas pueden repetirse cada 5 minutos y comparten la función de posponer durante 15 minutos.
fr: Vous avertit lorsqu’une nouvelle mesure du capteur indique une glycémie très basse, inférieure à %@. Cette alerte est prioritaire sur l’alerte de glycémie basse. Les alertes peuvent se répéter toutes les 5 minutes et partagent la même suspension de 15 minutes.
it: Ti avvisa quando una nuova lettura del sensore indica un livello di glucosio criticamente basso, inferiore a %@. Questo avviso ha la precedenza sull’avviso di glucosio basso. Gli avvisi possono ripetersi ogni 5 minuti e condividono lo stesso posticipo di 15 minuti.
ja: 新しいセンサー測定値が%@を下回り、非常に低い場合に通知します。この通知は低グルコース通知より優先されます。通知は5分ごとに繰り返されることがあり、15分間のスヌーズは両方の通知に適用されます。
nl: Meldt het wanneer een nieuwe sensormeting kritiek laag is, onder %@. Deze waarschuwing heeft voorrang op de waarschuwing voor lage glucose. Waarschuwingen kunnen elke 5 minuten worden herhaald en delen dezelfde sluimertijd van 15 minuten.
pl: Powiadamia, gdy nowy odczyt sensora wskazuje krytycznie niski poziom glukozy, poniżej %@. Ten alert ma pierwszeństwo przed alertem niskiego poziomu glukozy. Alerty mogą być powtarzane co 5 minut i korzystają z tego samego 15-minutowego wyciszenia.
ru: Уведомляет, когда новое показание датчика указывает на критически низкий уровень глюкозы — ниже %@. Это оповещение имеет приоритет перед оповещением о низком уровне глюкозы. Оповещения могут повторяться каждые 5 минут и используют общий 15-минутный период отсрочки.
zh_hans: 当新的传感器读数严重偏低（低于%@）时通知您。此提醒优先于低血糖提醒。提醒可能每5分钟重复一次，并共享同一个15分钟暂停时段。

source: Notifies you when no sensor readings have arrived for 20 minutes. Keep your iPhone near the sensor to maintain the Bluetooth connection.
de: Benachrichtigt dich, wenn 20 Minuten lang keine Sensormesswerte eingegangen sind. Halte dein iPhone in der Nähe des Sensors, um die Bluetooth-Verbindung aufrechtzuerhalten.
es: Te avisa cuando no se han recibido lecturas del sensor durante 20 minutos. Mantén el iPhone cerca del sensor para conservar la conexión Bluetooth.
fr: Vous avertit lorsqu’aucune mesure du capteur n’a été reçue pendant 20 minutes. Gardez votre iPhone à proximité du capteur pour maintenir la connexion Bluetooth.
it: Ti avvisa quando non arrivano letture del sensore per 20 minuti. Tieni iPhone vicino al sensore per mantenere la connessione Bluetooth.
ja: センサー測定値が20分間届かないと通知します。Bluetooth接続を維持するため、iPhoneをセンサーの近くに置いてください。
nl: Meldt het wanneer er 20 minuten geen sensormetingen zijn ontvangen. Houd je iPhone in de buurt van de sensor om de Bluetooth-verbinding te behouden.
pl: Powiadamia, gdy przez 20 minut nie nadejdą żadne odczyty sensora. Trzymaj iPhone’a w pobliżu sensora, aby utrzymać połączenie Bluetooth.
ru: Уведомляет, если показания датчика не поступают в течение 20 минут. Держите iPhone рядом с датчиком, чтобы сохранять Bluetooth-соединение.
zh_hans: 当20分钟内未收到传感器读数时通知您。请将iPhone保持在传感器附近，以维持蓝牙连接。

source: Open FLwatch
de: FLwatch öffnen
es: Abrir FLwatch
fr: Ouvrir FLwatch
it: Apri FLwatch
ja: FLwatchを 開く
pl: Otwórz FLwatch
ru: Открыть FLwatch
zh_hans: 打开 FLwatch

source: Open app settings
de: App-Einstellungen öffnen
es: Abrir ajustes de la app
fr: Ouvrir les réglages de l’app
it: Apri le impostazioni dell’app
ja: Appの設定を開く
nl: Open app-instellingen
pl: Otwórz ustawienia aplikacji
ru: Открыть настройки приложения
zh_hans: 打开应用设置

source: Open FLwatch to resume receiving glucose readings and alarms.
de: Öffne FLwatch, um wieder Glukosemesswerte zu empfangen und Alarme auszugeben.
es: Abre FLwatch para volver a recibir lecturas de glucosa y alarmas.
fr: Ouvrez FLwatch pour recommencer à recevoir les mesures de glycémie et les alarmes.
it: Apri FLwatch per riprendere la ricezione delle letture del glucosio e degli allarmi.
ja: FLwatchを開いて、グルコース測定値とアラームの受信を再開してください。
nl: Open FLwatch om weer glucosemetingen en alarmen te ontvangen.
pl: Otwórz aplikację FLwatch, aby wznowić odbieranie odczytów glukozy i alarmów.
ru: Откройте FLwatch, чтобы снова получать показания глюкозы и сигналы тревоги.
zh_hans: 打开 FLwatch 以恢复接收葡萄糖读数和警报。

source: Open issue on GitHub
de: Ein Problem auf GitHub melden
es: Cuestión abierta en GitHub
fr: Ouvrez un ticket sur GitHub
it: Problema aperto su GitHub
ja: GitHub で問題報
nl: Open een issue op GitHub
pl: Otwórz zgłoszenie na GitHubie
ru: Открыть issue на GitHub
zh_hans: 在 GitHub 上打开问题

source: or: Time since injection
de: oder: Zeit seit Injektion
es: o: Tiempo transcurrido desde la inyección
fr: ou : Temps écoulé depuis l'injection
it: oppure: Tempo trascorso dall'iniezione
ja: または：注射からの経過時間
nl: of: Tijd sinds injectie
pl: lub: Czas od wstrzyknięcia
ru: или: Время с момента инъекции
zh_hans: 或：注射后经过的时间

source: Pair a Libre 3 or Libre 3 Plus sensor before setting an offset.
de: Kopple einen Libre 3- oder Libre 3 Plus-Sensor, bevor du einen Offset festlegst.
es: Enlaza un sensor Libre 3 o Libre 3 Plus antes de definir un desfase.
fr: Associez un capteur Libre 3 ou Libre 3 Plus avant de définir un décalage.
it: Abbina un sensore Libre 3 o Libre 3 Plus prima di impostare uno scostamento.
ja: オフセットを設定する前に、Libre 3またはLibre 3 Plusセンサーをペアリングしてください。
nl: Koppel een Libre 3- of Libre 3 Plus-sensor voordat je een offset instelt.
pl: Przed ustawieniem przesunięcia sparuj sensor Libre 3 lub Libre 3 Plus.
ru: Перед установкой смещения выполните сопряжение датчика Libre 3 или Libre 3 Plus.
zh_hans: 设置偏移量前，请先配对 Libre 3 或 Libre 3 Plus 传感器。

source: Paired
de: Gekoppelt
es: Enlazado
fr: Associé
it: Abbinato
ja: ペアリング済み
nl: Gekoppeld
pl: Sparowano
ru: Сопряжён
zh_hans: 已配对

source: Paired via
de: Gekoppelt über
es: Enlazado mediante
fr: Associé via
it: Abbinato tramite
ja: ペアリング方法
nl: Gekoppeld via
pl: Sparowano przez
ru: Способ сопряжения
zh_hans: 配对方式

source: Pairing is complete. Keep your phone near the sensor — readings arrive about once a minute over Bluetooth.
de: Die Kopplung ist abgeschlossen. Halte dein Smartphone in der Nähe des Sensors – Messwerte kommen etwa einmal pro Minute über Bluetooth an.
es: El enlace ha finalizado. Mantén el teléfono cerca del sensor; las lecturas llegan aproximadamente una vez por minuto mediante Bluetooth.
fr: L’association est terminée. Gardez votre téléphone à proximité du capteur : les mesures arrivent environ une fois par minute par Bluetooth.
it: Abbinamento completato. Tieni il telefono vicino al sensore: le letture arrivano tramite Bluetooth circa una volta al minuto.
ja: ペアリングが完了しました。スマートフォンをセンサーの近くに置いてください。Bluetooth経由で約1分ごとに測定値が届きます。
nl: Het koppelen is voltooid. Houd je telefoon in de buurt van de sensor; via Bluetooth komen ongeveer elke minuut metingen binnen.
pl: Parowanie zakończone. Trzymaj telefon w pobliżu sensora — odczyty przychodzą przez Bluetooth mniej więcej raz na minutę.
ru: Сопряжение завершено. Держите телефон рядом с датчиком — показания поступают по Bluetooth примерно раз в минуту.
zh_hans: 配对已完成。请将手机保持在传感器附近，读数约每分钟通过蓝牙传送一次。

source: Pairing mode
de: Kopplungsmodus
es: Modo de enlace
fr: Mode d’association
it: Modalità di abbinamento
ja: ペアリングモード
nl: Koppelmodus
pl: Tryb parowania
ru: Режим сопряжения
zh_hans: 配对模式

source: Parallel mode is recommended. It keeps the sensor’s existing Libre 3 credentials valid, allowing you to switch between FLwatch and the FreeStyle Libre 3 app without scanning the sensor again. Only one app should access the sensor at a time. While using FLwatch, force-close the Libre 3 app and turn off Bluetooth access for it in iOS Settings. Otherwise, it may take the sensor connection from FLwatch. Switching apps can take 2–3 minutes.
de: Der Parallelmodus wird empfohlen. Dabei bleiben die vorhandenen Libre 3-Zugangsdaten des Sensors gültig, sodass du ohne erneuten Scan des Sensors zwischen FLwatch und der FreeStyle Libre 3-App wechseln kannst. Nur eine App sollte gleichzeitig auf den Sensor zugreifen. Beende während der Verwendung von FLwatch die Libre 3-App vollständig und deaktiviere ihren Bluetooth-Zugriff in den iOS-Einstellungen. Andernfalls kann sie FLwatch die Sensorverbindung entziehen. Der Wechsel zwischen Apps kann 2–3 Minuten dauern.
es: Se recomienda el modo paralelo. Mantiene válidas las credenciales existentes de Libre 3 del sensor, lo que permite cambiar entre FLwatch y la app FreeStyle Libre 3 sin volver a escanear el sensor. Solo una app debe acceder al sensor a la vez. Mientras uses FLwatch, fuerza el cierre de la app Libre 3 y desactiva su acceso Bluetooth en Ajustes de iOS. De lo contrario, podría quitarle a FLwatch la conexión con el sensor. Cambiar de app puede tardar entre 2 y 3 minutos.
fr: Le mode parallèle est recommandé. Il conserve la validité des identifiants Libre 3 existants du capteur et vous permet de passer de FLwatch à l’app FreeStyle Libre 3 sans analyser à nouveau le capteur. Une seule app doit accéder au capteur à la fois. Lorsque vous utilisez FLwatch, forcez la fermeture de l’app Libre 3 et désactivez son accès Bluetooth dans les réglages iOS. Sinon, elle risque de prendre à FLwatch la connexion au capteur. Le changement d’app peut prendre 2 à 3 minutes.
it: È consigliata la modalità parallela. Mantiene valide le credenziali Libre 3 esistenti del sensore e consente di passare da FLwatch all’app FreeStyle Libre 3 senza scansionare di nuovo il sensore. Solo un’app alla volta deve accedere al sensore. Durante l’uso di FLwatch, forza la chiusura dell’app Libre 3 e disattivane l’accesso Bluetooth nelle Impostazioni di iOS. Altrimenti potrebbe sottrarre a FLwatch la connessione al sensore. Il passaggio tra le app può richiedere 2–3 minuti.
ja: 並列モードを推奨します。センサーの既存のLibre 3認証情報が有効なままになるため、センサーを再スキャンせずにFLwatchとFreeStyle Libre 3アプリを切り替えられます。 一度にセンサーへアクセスするアプリは1つだけにしてください。FLwatchの使用中はLibre 3アプリを強制終了し、iOSの「設定」で同アプリのBluetoothアクセスをオフにしてください。そうしないと、Libre 3アプリがFLwatchからセンサー接続を奪う場合があります。アプリの切り替えには2～3分かかることがあります。
nl: De parallelle modus wordt aanbevolen. De bestaande Libre 3-inloggegevens van de sensor blijven geldig, zodat je kunt wisselen tussen FLwatch en de FreeStyle Libre 3-app zonder de sensor opnieuw te scannen. Slechts één app mag tegelijk toegang hebben tot de sensor. Sluit tijdens het gebruik van FLwatch de Libre 3-app geforceerd af en schakel Bluetooth-toegang voor deze app uit in de iOS-instellingen. Anders kan de app de sensorverbinding van FLwatch overnemen. Wisselen tussen apps kan 2–3 minuten duren.
pl: Zalecany jest tryb równoległy. Zachowuje ważność istniejących danych uwierzytelniających Libre 3 w sensorze, co pozwala przełączać się między FLwatch a aplikacją FreeStyle Libre 3 bez ponownego skanowania sensora. Tylko jedna aplikacja powinna uzyskiwać dostęp do sensora w danym momencie. Podczas używania FLwatch wymuś zamknięcie aplikacji Libre 3 i wyłącz jej dostęp do Bluetooth w Ustawieniach iOS. W przeciwnym razie może ona przejąć od FLwatch połączenie z sensorem. Przełączanie aplikacji może potrwać 2–3 minuty.
ru: Рекомендуется параллельный режим. Он сохраняет действительность существующих учётных данных Libre 3 в датчике, позволяя переключаться между FLwatch и приложением FreeStyle Libre 3 без повторного сканирования датчика. Доступ к датчику должно получать только одно приложение одновременно. Во время использования FLwatch принудительно закройте приложение Libre 3 и отключите для него доступ к Bluetooth в настройках iOS. Иначе оно может забрать у FLwatch соединение с датчиком. Переключение между приложениями может занять 2–3 минуты.
zh_hans: 建议使用并行模式。此模式会保留传感器现有Libre 3凭据的有效性，让您无需重新扫描传感器即可在FLwatch与FreeStyle Libre 3 App之间切换。 同一时间只能有一个App访问传感器。使用FLwatch时，请强制关闭Libre 3 App，并在iOS“设置”中关闭其蓝牙访问权限。否则，它可能会抢占FLwatch的传感器连接。切换App可能需要2–3分钟。

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
zh_hans: 密码

source: Pause heartbeat check
de: Heartbeat-Prüfung pausieren
es: Pausar comprobación de heartbeat
fr: Mettre en pause la vérification du heartbeat
it: Metti in pausa il controllo heartbeat
ja: ハートビート確認を一時停止
nl: Heartbeat-controle pauzeren
pl: Wstrzymaj sprawdzanie heartbeat
ru: Приостановить проверку heartbeat
zh_hans: 暂停心跳检查

source: Pause high glucose alerts temporarily.
de: Warnungen bei hohem Glukosewert vorübergehend pausieren.
es: Pausar temporalmente las alertas de glucosa alta.
fr: Suspendre temporairement les alertes d’hyperglycémie.
it: Sospendi temporaneamente gli avvisi di glucosio alto.
ja: 高グルコース警告を一時的に停止します。
nl: Pauzeer waarschuwingen voor hoge glucose tijdelijk.
pl: Tymczasowo wstrzymaj alerty wysokiego poziomu glukozy.
ru: Временно приостановить предупреждения о высоком уровне глюкозы.
zh_hans: 暂时暂停高血糖警报。
